"ALL_DAY_DAY_VIEW" = "整日";
"NOON" = "中午";
"UNTITLED_EVENT" = "新增事件";
"ALL_DAY" = "整日";
"ALL_DAY_EVENTS" = "整日事件";
"CELL_ENDS" = "結束";

"CALENDARS" = "行事曆";

"ALL" = "全部";
"ALL_CALENDARS" = "所有行事曆";
"ALL_OF_STORE" = "%@";
"N_CALENDARS" = "%@ 個行事曆";

"SHOW_CALENDARS" = "顯示行事曆";
"SHOW_ALL_CALENDARS" = "顯示所有行事曆";
"HIDE_ALL_CALENDARS" = "隱藏所有行事曆";
"NO_CALENDARS" = "沒有行事曆";

"ALERT" = "提示";
"ALERT_LOWERCASE" = "提示";
"ALERT_DETAIL_NAV_TITLE" = "事件提示";
"SECOND_ALERT" = "第二次提示";
"NONE_ALERT" = "無";
"NONE_INVITEES" = "無";
"EVENT" = "事件";
"EVENTS" = "事件";

"INTERVAL_SEPARATOR" = "、";
"INTERVAL_DAYS" = "%@ 天";
"INTERVAL_DAY" = "1 天";
"INTERVAL_HOURS" = "%@ 小時";
"INTERVAL_HOUR" = "1 小時";
"INTERVAL_MINUTES" = "%@ 分鐘";
"INTERVAL_MINUTE" = "1 分鐘";
"INTERVAL_SECONDS" = "%@ 秒";
"INTERVAL_SECOND" = "1 秒";
"INTERVAL_WEEK" = "1 週";
"INTERVAL_FORMAT_BEFORE" = "%@前";
"INTERVAL_FORMAT_AFTER" = "%@後";
"BEFORE" = "前";
"AFTER" = "後";
"ON_TIME" = "事件的到期時間";
"ON_TIME_AT" = "事件的到期日（%@）";
"ALL_DAY_ALARM_FORMAT" = "%@（%@）";


"DAY_TO_BETWEEN_TIMES" = "～";
"DAY_TO_NO_START_OR_LINE_BEGINNING" = "結束：";

"DAY_HEADER_WEEKDAY_WITH_DATE_MONTH_YEAR_FORMAT" = "%2$@%1$@";

"DETAIL_ALL_DAY" = "整日";

"DETAIL_DURATION_FORMAT" = "%@～%@";
"DETAIL_MULTIPLE_DAYS_START_FORMAT" = "開始：%2$@ %1$@";
"DETAIL_DURATION_FORMAT_NO_FROM" = "%@～%@";
"DETAIL_MULTIPLE_DAYS_END_FORMAT" = "結束：%2$@ %1$@";
"DETAIL_MULTIPLE_ALL_DAY_START_FORMAT" = "整日事件開始：%@";
"DETAIL_MULTIPLE_ALL_DAY_END_FORMAT" = "結束：%@";

"CALENDAR" = "行事曆";
"UNTITLED_CALENDAR" = "未命名行事曆";
"UNTITLED_ACCOUNT" = "未命名帳號";

"NOTES_PLACEHOLDER" = "附註";
"NOTES_LOWERCASE" = "附註";
"NOTES" = "附註";
"SHOW_ALL_NOTES" = "顯示所有附註";

"URL" = "URL";
"URL_LOWERCASE" = "url";

"VIEW_ON_FACEBOOK" = "在 Facebook 上檢視";

"UNKNOWN" = "未知";

"SHARED_CALENDAR" = "共享的行事曆";
"SHARED" = "已共享";
"SHARED_BY_WITH_OWNER_DESCRIPTION" = "共享來源：%@";
"SHARED_WITH_SINGLE_PERSON" = "與“%@”共享";
"SHARED_WITH_MULTIPLE_PEOPLE" = "與“%@”和其他人共享⋯";
"PUBLIC_AND_SHARED" = "公開行事曆且與“%@”共享⋯";

"ACCESS_DENIED_EVENTS" = "此應用程式無法取用您的行事曆。";
"ACCESS_DENIED_REMINDERS" = "此應用程式無法取用您的提醒事項。";

/* Name of subscribed group */
"SUBSCRIBED" = "已訂閱";
/* Name of birthday calendar */
"BIRTHDAY_CALENDAR" = "生日";
/* The 'other' account, where the birthday calendar lives */
"OTHER_ACCOUNT" = "其他";

/* Name of default Reminders calendar (9806767) */
"REMINDERS_CALENDAR" = "提醒事項";

/* Names of default iCloud calendars */
"ICLOUD_HOME_CALENDAR" = "家庭";
"ICLOUD_WORK_CALENDAR" = "工作";

"STARTS" = "開始";
"ENDS" = "結束";

"REPEAT" = "重複";
"NEVER" = "永不";
"DAILY" = "每天";
"WEEKLY" = "每週";
"BIWEEKLY" = "每 2 週";
"MONTHLY" = "每月";
"YEARLY" = "每年";
"CUSTOM" = "自定";

"AVAILABILITY" = "回覆狀態";
"BUSY" = "忙碌";
"FREE" = "空閒";
"TENTATIVE" = "暫定";
"OUT_OF_OFFICE" = "外出";

"EDIT" = "編輯";
"CANCEL" = "取消";
"DONE" = "完成";
"ADD" = "加入";
"TO_WITH_COLON" = "收件人：";

/* ICS preview controller strings */

/* titles */
"ICS_EVENT_DETAILS" = "事件詳細資訊";
"ICS_EVENTS" = "%@ 個事件";

/* button title */
"ICS_ADD_ALL" = "全部加入";
"ICS_ADD_SOME" = "加入 (%@)";

/* calendar chooser title */
"ICS_CHOOSE_CALENDAR" = "選擇行事曆";

"DELETE_CALENDAR" = "刪除行事曆";
"EDIT_CALENDAR" = "編輯行事曆";
"EDIT_CALENDARS" = "編輯行事曆";
"ADD_CALENDAR" = "新增行事曆";
"JOIN_CALENDAR" = "加入行事曆";
"CALENDAR_NAME" = "行事曆名稱";
"NEW_CALENDAR_WITH_ELLIPSIS" = "新增行事曆⋯";
"ADD_CALENDAR_WITH_ELLIPSIS" = "加入行事曆⋯";
"DELETE_CALENDAR_CONFIRMATION" = "確定要刪除此行事曆嗎？所有與行事曆相關的事件和提醒事項都會一併刪除。";
"DELETE_CALENDAR_CONFIRMATION_EVENTS_ONLY" = "確定要刪除此行事曆嗎？所有與行事曆相關的事件都會一併刪除。";
"DELETE_CALENDAR_CONFIRMATION_REMINDERS_ONLY" = "確定要刪除此行事曆嗎？所有與行事曆相關的提醒事項都會一併刪除。";

"UNKNOWN_IDENTITY" = "某人";
"UNKNOWN_IDENTITY_CAPITALIZED" = "某人";

"JOIN_CALENDAR_TITLE_FORMAT" = "要加入“%@”嗎？";
"JOIN_CALENDAR_BODY_FORMAT" = "“%@”邀請您加入共享行事曆。";

"CANCELELD_BY_FORMAT" = "由“%@”取消";
"FROM_FORMAT" = "發起人：%@";
"TIME_CHANGED_TO_FORMAT" = "時間已更改為：%@";
"DATE_CHANGED_TO_FORMAT" = "日期已更改為：%@";
"LOCATION_CHANGED" = "位置已更改";

"QUOTED_FORMAT" = "“%@”";

"COLOR" = "顏色";
"PURPLE" = "紫色";
"ORANGE" = "橙色";
"BLUE" = "藍色";
"RED" = "紅色";
"BROWN" = "棕色";
"YELLOW" = "黃色";
"GREEN" = "綠色";

"SHARED_WITH_COLON" = "共享對象：";
"PENDING" = "正在等待回覆";
"OWNER" = "持有人";
"ADD_PERSON" = "加入聯絡人";
"ADD_PERSON_WITH_ELLIPSIS" = "加入聯絡人⋯";
"PUBLIC_CALENDAR" = "公開行事曆";
"PUBLIC_CALENDAR_DESCRIPTION" = "允許所有人訂閱此行事曆的唯讀版本。";
"PUBLISHING_WITH_ELLIPSIS" = "正在發佈⋯";
"VIEW_ONLY" = "僅檢視";
"VIEW_AND_EDIT" = "檢視與編輯";
"ALLOW_EDITING" = "允許編輯";
"ALLOW_EDITING_DESCRIPTION" = "允許此聯絡人更改行事曆。";
"RESEND_SHARING_INVITATION" = "重新傳送共享邀請函";
"REMOVE_FROM_CALENDAR" = "從行事曆移除";
"REMOVE" = "移除";
"REMOVE_ALERT_TEXT" = "“%@”將立即無法取用此行事曆。";
"SHARE_LINK_WITH_ELLIPSIS" = "共享連結⋯";
"SHARE_LINK_TO_CALENDAR_WITH" = "透過下列方式共享行事曆的連結：";
"EMAIL" = "電子郵件";
"MESSAGE" = "訊息";
"TWEET" = "推文";
"COPY_LINK" = "拷貝連結";

/* Shared calendar event changes */
"SHARED_ADDED_TO_CALENDAR_BY" = "“%2$@”已將其加入“%1$@”";
"SHARED_DELETED_FROM_CALENDAR_BY" = "“%2$@”已將其從“%1$@”刪除";
"SHARED_UPDATED_IN_CALENDAR_BY" = "“%2$@”已在“%1$@”中更新";
"SHARED_ONE_PROP_CHANGED_BY" = "“%@”已被“%@”更改";
"SHARED_ONE_PROP_CHANGED_TO_BY" = "“%1$@”已被“%3$@”更改為“%2$@”";
"SHARED_TWO_PROPS_CHANGED_BY" = "“%@”和“%@”已被“%@”更改";

"SHARED_ADDED_TO_CALENDAR_COALESCED" = "已將 %@ 個事件加入“%@”。";
"SHARED_DELETED_FROM_CALENDAR_COALESCED" = "已將 %@ 個事件從“%@”刪除。";
"SHARED_UPDATED_IN_CALENDAR_COALESCED" = "已在“%2$@”中更新 %1$@ 個事件。";
"SHARED_ADDED_TO_CALENDAR_BY_COALESCED" = "“%3$@”已將 %1$@ 個事件加入“%2$@”。";
"SHARED_DELETED_FROM_CALENDAR_BY_COALESCED" = "“%3$@”已將 %1$@ 個事件從“%2$@”刪除。";
"SHARED_UPDATED_IN_CALENDAR_BY_COALESCED" = "“%3$@”已在“%2$@”中更新 %1$@ 個事件。";

"SHARED_PROP_DATE" = "日期";
"SHARED_PROP_TIME" = "時間";
"SHARED_PROP_TITLE" = "標題";
"SHARED_PROP_LOCATION" = "位置";

"ADD_SHAREES_PROMPT" = "將參與者加入行事曆。";

"CREATED_BY" = "製作者";
"EDITED_BY" = "編輯者";
"CREATED_BY_LOWERCASE" = "製作者";
"EDITED_BY_LOWERCASE" = "編輯者";

"SHARED_CALENDAR_INVITE_REPLY_ACCEPTED" = "“%@”加入了您的共享行事曆。";
"SHARED_CALENDAR_INVITE_REPLY_DECLINED" = "“%@”拒絕了您的共享行事曆。";
"PENDING_SHARED_CALENDAR_FORMAT" = "%@尚未回覆此共享行事曆的邀請函。";

"SHARED_CALENDAR_NO_LONGER_SHARED" = "此行事曆已不再共享。";
"SHARED_CALENDAR_NOW_PUBLIC" = "此行事曆現在是公開的。";

"PUBLISHED_CALENDAR_MESSAGE_SUBJECT" = "訂閱我的 %@ 行事曆";
"PUBLISHED_CALENDAR_MESSAGE_BODY" = "訂閱我的 %@ 行事曆，於：%@";

"ATTACHMENTS" = "附件";
"ATTACHMENTS_LOWERCASE" = "附件";
"CANNOT_OPEN_ATTACHMENT" = "無法打開附件";
"ATTACHMENT_DOWNLOAD_PROGRESS" = "%@/%@";
"ATTACHMENT_DOWNLOAD_ERROR" = "下載附件時發生錯誤。";
"ATTACHMENT_FILE_TYPE_ERROR" = "不支援此類型的檔案。";
"UNTITLED_ATTACHMENT" = "未命名的附件";

"UPDATING_CALENDARS_WITH_ELLIPSIS" = "正在更新行事曆⋯";

"ENDS_TIME_FORMAT" = "結束於 %@";

"CALENDAR_DATE_AT_TIME_FORMAT" = "%@ %@";
"CALENDAR_TODAY" = "今天";
"CALENDAR_TODAY_LOWER" = "今天";
"CALENDAR_YESTERDAY" = "昨天";
"CALENDAR_YESTERDAY_LOWER" = "昨天";
"CALENDAR_TOMORROW" = "明天";
"CALENDAR_TOMORROW_LOWER" = "明天";

/* date prior to day, but in previous week ('last Monday')*/
"CALENDAR_LAST_WEEK_FORMAT" = "上%@";
"CALENDAR_LAST_WEEK_LOWER_FORMAT" = "上%@";
/* prior day to today, but in this week ('this past Monday') */
"CALENDAR_PRIOR_DAY_THIS_WEEK_FORMAT" = "這%@";
"CALENDAR_PRIOR_DAY_THIS_WEEK_LOWER_FORMAT" = "這%@";
/* date after today, but in this week ('this Friday') */
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_FORMAT" = "這%@";
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_LOWER_FORMAT" = "這%@";
/* date after today, but in next week ('next Thursday'). I'm not completely sure why we don't just say Next here. */
"CALENDAR_NEXT_WEEK_FORMAT" = "下%@";
"CALENDAR_NEXT_WEEK_LOWER_FORMAT" = "下%@";

/* These strings are used for the title of a group of accounts of specific types */
"SUBSCRIBED_CALENDAR_GROUP_TITLE" = "已訂閱";
/* Ususally preceeded by "All" to denote selecting all the calendars in the group. In english these are the same. */
"SUBSCRIBED_CALENDAR_GROUP_MID_SENTENCE_TITLE" = "已訂閱";

"FACEBOOK_GROUP_TITLE" = "Facebook";
"FACEBOOK_GROUP_MID_SENTENCE_TITLE" = "Facebook";
